Repository: PrestaShop/PrestaShop
Catalog: translations/*/ShopThemeCatalog.*.xlf
Languages: cs_cz

source: Unit discount
cs_cz: Jednotková sleva

source: Items
cs_cz: ks

source: Item
cs_cz: ks

# 7d74f3b92b19da5e606d737d339a966dsadasdasda
source: {items, plural, =0 {Items} =1 {Item} other {Items}}
cs_cz: {items, plural, =0 {Položek} one {Položka} few {Položky} other {Položek}}

source: Categories
cs_cz: Kategorie

source: Pages
cs_cz: Stránky

source: Price drop
cs_cz: Slevy

source: Best sellers
cs_cz: Nejprodávanější

source: Category: %category_name%
cs_cz: Kategorie: %category_name%

source: List of all brands
cs_cz: Seznam všech značek

source: Prices drop
cs_cz: Slevy

source: Search results
cs_cz: Výsledek hledání

source: %number% products
cs_cz: %number% produktů

source: %number% product
cs_cz: %number% produkt

source: List of products by supplier %supplier_name%
cs_cz: Seznam produktů dodavatele %supplier_name%

source: List of all suppliers
cs_cz: Seznam všech dodavatelů

source: Name, A to Z
cs_cz: Název, A až Z

source: Name, Z to A
cs_cz: Název: Z-A

source: Price, low to high
cs_cz: Cena: vzestupně

source: Price, high to low
cs_cz: Cena: sestupně

source: Sales, highest to lowest
cs_cz: Prodej, od nejvyššího po nejnižší

source: Date added, newest to oldest
cs_cz: Datum přidáno, od nejnovějšího po nejstarší

source: Date added, oldest to newest
cs_cz: Datum přidáno, od nejstaršího po nejnovější

source: Relevance
cs_cz: Důležitost

source: Search our catalog
cs_cz: Hledat v katalogu

source: Search
cs_cz: Vyhledávání

source: New
cs_cz: Nové

source: Used
cs_cz: Již použité

source: Refurbished
cs_cz: Repasované

source: Online only
cs_cz: Pouze online

source: On sale!
cs_cz: Sleva!

source: Reduced price
cs_cz: Sleva

source: Pack
cs_cz: Balení

source: Product available with different options
cs_cz: Produkt je k dispozici s jinými možnostmi

source: Last items in stock
cs_cz: Poslední kus skladem

source: Best Sellers
cs_cz: Nejprodávanéjší

source: All best sellers
cs_cz: Všechny nejprodávanější produkty

source: All brands
cs_cz: Všechny značky

source: Brands
cs_cz: Značky

source: brands
cs_cz: značky

source: No brand
cs_cz: Žádná značka

source: %s other product in the same category:
cs_cz: %s další produkt ve stejné kategorii:

source: %s other products in the same category:
cs_cz: %s dalších produktů ve stejné kategorii:

source: Customers who bought this product also bought:
cs_cz: Zákazníci, kteří si koupili tento produkt, koupili také:

source: My alerts
cs_cz: Moje oznámení

source: Popular Products
cs_cz: Oblíbené produkty

source: All products
cs_cz: Všechny produkty

source: New products
cs_cz: Nové produkty

source: All new products
cs_cz: Všechny novinky

source: 1 person is currently watching this product.
cs_cz: 1 člověk si aktuálně prohlíží tento produkt.

source: %nb_people% people are currently watching this product.
cs_cz: %nb_people% lidí si aktuálně prohlíží tento produkt.

source: Last time this product was bought: %date_last_order%
cs_cz: Tento produkt byl naposledy zakoupen: %date_last_order%

source: Last time this product was added to a cart: %date_last_cart%
cs_cz: Tento produkt byl naposledy přidán do košíku: %date_last_cart%

source: No RSS feed added
cs_cz: Nebyl přidán žádný RSS kanál

source: On sale
cs_cz: Sleva

source: All sale products
cs_cz: Všechny produkty ve slevě

source: All suppliers
cs_cz: Všichni dodavatelé

source: Suppliers
cs_cz: Dodavatelé

source: No supplier
cs_cz: Žádný dodavatel

source: Viewed products
cs_cz: Prohlédnuté produkty

source: Regular price
cs_cz: Běžná cena

source: Price
cs_cz: Cena

source: Quantity
cs_cz: Počet

source: Your customization:
cs_cz: Přizpůsobení:

source: Product customization
cs_cz: Přizpůsobení produktu

source: Brand
cs_cz: Značka

source: In stock
cs_cz: Skladem

source: Availability date:
cs_cz: Datum dostupnosti:

source: Data sheet
cs_cz: Parametry

source: Specific References
cs_cz: Specifické reference

source: Condition
cs_cz: Podmínka

source: Reference
cs_cz: Kód

source: Volume discounts
cs_cz: Množstevní slevy

source: You Save
cs_cz: Ušetříte

source: Save %percentage%
cs_cz: Sleva %percentage%

source: Save %amount%
cs_cz: Sleva %amount%

source: %price% tax excl.
cs_cz: %price% bez DPH

source: Instead of %price%
cs_cz: Namísto %price%

source: Including %amount% for ecotax
cs_cz: vč. ekologické daně %amount%

source: (not impacted by the discount)
cs_cz: (Není ovlivněna slevou)

source: No tax
cs_cz: Není daň

source: Showing %from%-%to% of %total% item(s)
cs_cz: Zobrazení %from%-%to% z %total% položek

source: There are %product_count% products.
cs_cz: Počet produktů: %product_count%

source: There is 1 product.
cs_cz: Je zde 1 produkt.

source: List of products by brand %brand_name%
cs_cz: Seznam produktů značky %brand_name%

source: No matches were found for your search
cs_cz: Pro tento výraz jsme nic nenašli

source: Please try other keywords to describe what you are looking for.
cs_cz: Zkuste použít jiná slova. Snad najdete, co hledáte.

source: List of products by supplier %s
cs_cz: Seznam produktů dodavatele %s

source: This pack contains
cs_cz: Tento balíček obsahuje

source: Description
cs_cz: Popis

source: Product Details
cs_cz: Detaily produktu

source: Attachments
cs_cz: Přílohy

source: You might also like
cs_cz: Mohlo by vás také zajímat

source: Unit price
cs_cz: Jedn. cena

source: Total price
cs_cz: Celková cena

source: Product
cs_cz: Produkt

source: No products available yet
cs_cz: Zatím zde nejsou žádné produkty

source: Stay tuned! More products will be shown here as they are added.
cs_cz: Navštivte nás za pár dní znovu. Produkty se zobrazí, hned jak je přidáme.

source: No products available
cs_cz: Nejsou k dispozici žádné produkty
